import { Metadata } from 'next'

export const metadata: Metadata = {
  title: 'Хоррор Квесты - Загадки Ужаса',
  description: 'Погрузитесь в мир ужаса и загадок с нашими хоррор квестами. Решайте головоломки, исследуйте темные комнаты и раскройте мрачные тайны.',
  keywords:'хоррор квесты, ужас, загадки, головоломки, мистика, тайны',
  openGraph:{
    title:'Хоррор Квесты: Погрузитесь в Мир Ужаса и Загадок',
    description:'Погрузитесь в мир ужаса и загадок с нашими хоррор квестами. Решайте головоломки, исследуйте темные комнаты и раскройте мрачные тайны.',
    images:'',
    url:'',
    type:'website',
    locale:'ru'
  }
}

export default function Home() {
  return (
    <main>
      121212
    </main>
  )
}
